---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToBindLink
source: html/7d6728da-932b-788f-8eed-7e5b6cd2e375.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.UnableToBindLink Property

Unable to bind the selected links.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToBindLink { get; }
```